/* keystroke used to toggle checkboxes (spacebar in english) */
" " = " ";

/* Multiple custom filters context menu item */
"%d other filters applied" = "%d מסננים אחרים מוחלים";

/* keystroke used to increment a star rating, stepper, slider */
"+" = "+";

/* keystroke used to decrement a star rating, stepper, slider */
"-" = "-";

/* Single custom filter context menu item */
"1 other filter applied" = "מסנן אחד נוסף מוחל";

/* Quarter fill array */
"1st Quarter" = "רבעון ראשון";

/* Quarter fill array */
"2nd Quarter" = "רבעון שני";

/* Quarter fill array */
"3rd Quarter" = "רבעון שלישי";

/* Quarter fill array */
"4th Quarter" = "רבעון רביעי";

/* Keystroke to invoke text token editor */
"\"" = "\״";

/* Format string for string tokens */
"\\U201C%@\\U201D" = "״%@״";

/* Empty string */
"\\U201C\\U2006\\U201D" = "״ ״";

/* Keystroke to invoke/toggle date/duration editor */
"\\U2202" = "∂";

/* Keystroke to toggle boolean token values */
"`" = "`";

/* 'Above average' format for filter UI */
"Above average" = "מעל לממוצע";

/* Accounting Style switch label in Currency format inspector */
"Accounting Style" = "שיטת הנהלת החשבונות";

/* Column menu item to add a single body column after the current selection.
   Table menu item to add a single body column after the current selection. */
"Add Column After" = "הוסף עמודה אחרי";

/* Column menu item to add a single body column before the current selection.
   Table menu item to add a single body column before the current selection. */
"Add Column Before" = "הוסף עמודה לפני";

/* Column menu item to add multiple body columns after the current selection. */
"Add Columns After" = "הוסף עמודות אחרי";

/* Column menu item to add multiple body columns before the current selection. */
"Add Columns Before" = "הוסף עמודות לפני";

/* Add Filter Rule command name */
"Add Filter Rule" = "הוסף כלל מסנן";

/* Row menu item to add a single footer row above the current selection */
"Add Footer Row Above" = "הוסף שורת כותרת תחתונה מעל";

/* Row menu item to add a single footer row below the current selection. */
"Add Footer Row Below" = "הוסף שורת כותרת תחתונה מתחת";

/* Row menu item to add multiple footer rows above the current selection */
"Add Footer Rows Above" = "הוסף שורות כותרת תחתונה מעל";

/* Row menu item to add multiple footer rows below the current selection. */
"Add Footer Rows Below" = "הוסף שורות כותרת תחתונה מתחת";

/* Column menu item to add a single header column after the current selection. */
"Add Header Column After" = "הוסף עמודת כותרת אחרי";

/* Column menu item to add a single header column before the current selection. */
"Add Header Column Before" = "הוסף עמודת כותרת לפני";

/* Column menu item to add multiple header columns after the current selection. */
"Add Header Columns After" = "הוסף עמודות כותרת אחרי";

/* Column menu item to add multiple header columns before the current selection. */
"Add Header Columns Before" = "הוסף עמודות כותרת לפני";

/* Row menu item to add a single header row above the current selection */
"Add Header Row Above" = "הוסף שורת כותרת עליונה מעל";

/* Row menu item to add a single header row below the current selection. */
"Add Header Row Below" = "הוסף שורת כותרת עליונה מתחת";

/* Row menu item to add multiple header rows above the current selection */
"Add Header Rows Above" = "הוסף שורות כותרת עליונה מעל";

/* Row menu item to add multiple header rows below the current selection. */
"Add Header Rows Below" = "הוסף שורות כותרת עליונה מתחת";

/* Item title in the tables L2 Pop-Up Menu format panel for add new item choice */
"add new item" = "הוסף פריט חדש";

/* Row menu item to add a single body row above the current selection.
   Table menu item to add a single body row above the current selection. */
"Add Row Above" = "הוסף שורה מעל";

/* Row menu item to add a single body row below the current selection.
   Table menu item to add a single body row below the current selection. */
"Add Row Below" = "הוסף שורה מתחת";

/* Row menu item to add multiple body rows above the current selection. */
"Add Rows Above" = "הוסף שורות מעל";

/* Row menu item to add multiple body rows below the current selection. */
"Add Rows Below" = "הוסף שורות מתחת";

/* Title of the modal sheet for editing sticky bits */
"Address Settings" = "הגדרות כתובת";

/* Align Objects string for submenu in contextual menu */
"Align Objects" = "יישר אובייקטים";

/* 'All' category in Function Browser
   Cell border inspector border style all */
"All" = "הכול";

/* Texture Delivery Style: All at Once */
"All at Once" = "בו-זמנית";

/* Item title in the tables L2 panel for toggling coloring of alternating rows */
"Alternating Rows" = "כל שורה שנייה";

/* Apply Cell Comment command name */
"Apply Cell Comment" = "החל הערה בתא";

/* Apply conditional styles command name */
"Apply Conditional Styles" = "החל סגנונות מותנים";

/* Apply theme command name */
"Apply Theme to Table" = "הפעל ערכת נושא בטבלה";

/* Automatic number of decimals string
   Inspector string for automatic decimal places */
"Auto" = "אוטומטי";

/* Label for Automatic Format */
"Automatic" = "אוטומטי";

/* Automatic units menu title */
"Automatic Units" = "יחידות אוטומטיות";

/* 'Below average' format for filter UI */
"Below average" = "מתחת לממוצע";

/* Between string for filter/conditionalStyles UI */
"Between" = "בין";

/* 'Between' format for filter UI */
"Between %@ and %@" = "בין %1$@ ו-%2$@";

/* Item title in the tables L2 Pop-Up Menu format panel for blank item */
"Blank" = "ריק";

/* Context Menu new body column for iPhone
   Context Menu new body row for iPhone */
"Body" = "גוף";

/* Label for table name border in table name inspector panel. */
"Border" = "גבול";

/* Section title for UI in tables Cells panel to edit the border styles
   Title of cell border style inspector pane */
"Border Style" = "סגנון הגבול";

/* Align Bottom string in contextual menu
   Cell border inspector border style bottom */
"Bottom" = "למטה";

/* Bring to Front string in contextual menu */
"Bring to Front" = "הבא לחזית";

/* Texture Delivery Style: By Cell */
"By Cell" = "לפי תא";

/* Texture Delivery Style: By Cell Content */
"By Cell Content" = "לפי תוכן התא";

/* Texture Delivery Style: By Cell Content Reverse */
"By Cell Content Reverse" = "לפי תוכן התא הפוך";

/* Texture Delivery Style: By Cell Reverse */
"By Cell Reverse" = "לפי תא הפוך";

/* Texture Delivery Style: By Column */
"By Column" = "לפי עמודה";

/* Texture Delivery Style: By Column Content */
"By Column Content" = "לפי תוכן העמודה";

/* Texture Delivery Style: By Column Content Reverse */
"By Column Content Reverse" = "לפי תוכן העמודה הפוך";

/* Texture Delivery Style: By Column Reverse */
"By Column Reverse" = "לפי עמודה הפוך";

/* Texture Delivery Style: By Row */
"By Row" = "לפי שורה";

/* Texture Delivery Style: By Row Content */
"By Row Content" = "לפי תוכן השורה";

/* Texture Delivery Style: By Row Content Reverse */
"By Row Content Reverse" = "לפי תוכן השורה הפוך";

/* Texture Delivery Style: By Row Reverse */
"By Row Reverse" = "לפי שורה הפוך";

/* Category in Function Browser */
"Categories" = "קטגוריות";

/* Name displayed in the segmented control for the Table Text inspector pane */
"Cell" = "תא";

/* 'Cell is blank' format for filter UI */
"Cell is blank" = "התא ריק";

/* 'Cell is not blank' format for filter UI */
"Cell is not blank" = "התא אינו ריק";

/* Align Center string in contextual menu
   Cell border inspector border style center */
"Center" = "חוצה";

/* Change Freeze Header State command name */
"Change Freeze Header State" = "שנה/י את מצב הקפאת הכותרות";

/* Change Table Style Network command name */
"Change Table Style Network" = "שנה רשת סגנון טבלה";

/* Pop up menu for creating a chart (iPhone) */
"Chart" = "תרשים";

/* Item title in the tables L1 Number format panel for formatting as a checkbox */
"Checkbox" = "תיבת סימון";

/* Clear All menu item */
"Clear All" = "‏נקה הכול";

/* Coerce Multiple cells command name */
"Coerce Multiple Cells" = "כפה תאים מרובים";

/* Label for Text Color cell in Table:Cells Inspector */
"Color" = "צבע";

/* Comment menu item title
   title of add comment menu item */
"Comment" = "‏הערה";

/* 'Contains' string for filter/conditionalStyles UI */
"Contains" = "מכיל";

/* 'Contains <foo>' format for filter UI */
"Contains \"%@\"" = "מכיל \״%@\״";

/* Command name for Convert Formula to Text
   Function token menu string for Convert Formula to Text */
"Convert Formula to Text" = "המר נוסחה למלל";

/* Function token menu string for Convert Function to Text */
"Convert Function to Text" = "המר פונקציה למלל";

/* Copy string in contextual menu
   Table Subselection Context Menu Copy */
"Copy" = "העתק";

/* Pop up menu for creating a chart (iPad) */
"Create Chart" = "צור תרשים";

/* Currency cell label in Currency format inspector
   Item title in the tables L1 Number format panel for formatting as a currency
   Item title in the tables L2 Stepper/Slider format panel for formatting as a currency */
"Currency" = "מטבע";

/* Currency Symbol options pane */
"Currency Symbol" = "סמל מטבע";

/* Item title in the tables L1 Number format panel for formatting as custom */
"Custom" = "מותאם אישית";

/* Sample title for a new custom format */
"Custom Format" = "מבנה מותאם אישית";

/* Cut string in contextual menu
   Table Subselection Context Menu Cut */
"Cut" = "גזור";

/* Label for Date section of Date and Time options pane
   Name of Date segment in Create Custom pane */
"Date" = "תאריך";

/* Item title in the tables L1 Number format panel for formatting as a date and/or time */
"Date & Time" = "תאריך ושעה";

/* Date & Time options pane */
"Date & Time Options" = "אפשרויות תאריך ושעה";

/* 'Date is <date>' format for filter UI
   'Date is after <date>' format for filter UI
   'Date is before <date>' format for filter UI */
"Date is %@" = "התאריך הוא %@";

/* 'Date is after %@ days ago' format for filter UI */
"Date is after %@ days ago" = "התאריך חל לפני יותר מ-%@ ימים";

/* 'Date is after %@ days from now' format for filter UI */
"Date is after %@ days from now" = "התאריך חל לאחר %@ ימים מעכשיו";

/* 'Date is after %@ months ago' format for filter UI */
"Date is after %@ months ago" = "התאריך חל לפני יותר מ-%@ חודשים";

/* 'Date is after %@ months from now' format for filter UI */
"Date is after %@ months from now" = "התאריך חל לאחר %@ חודשים מעכשיו";

/* 'Date is after %@ quarters ago' format for filter UI */
"Date is after %@ quarters ago" = "התאריך חל לפני יותר מ-%@ רבעונים";

/* 'Date is after %@ quarters from now' format for filter UI */
"Date is after %@ quarters from now" = "התאריך חל לאחר %@ רבעונים מעכשיו";

/* 'Date is after %@ weeks ago' format for filter UI */
"Date is after %@ weeks ago" = "התאריך חל לפני יותר מ-%@ שבועות";

/* 'Date is after %@ weeks from now' format for filter UI */
"Date is after %@ weeks from now" = "התאריך חל לאחר %@ שבועות מעכשיו";

/* 'Date is after %@ years ago' format for filter UI */
"Date is after %@ years ago" = "התאריך חל לפני יותר מ-%@ שנים";

/* 'Date is after %@ years from now' format for filter UI */
"Date is after %@ years from now" = "התאריך חל לאחר %@ שנים מעכשיו";

/* 'Date is after one day ago' format for filter UI */
"Date is after one day ago" = "התאריך חל לאחר היום הקודם";

/* 'Date is after one day from now' format for filter UI */
"Date is after one day from now" = "התאריך חל לאחר יום אחד מעכשיו";

/* 'Date is after one month ago' format for filter UI */
"Date is after one month ago" = "התאריך חל לאחר החודש הקודם";

/* 'Date is after one month from now' format for filter UI */
"Date is after one month from now" = "התאריך חל לאחר חודש אחד מעכשיו";

/* 'Date is after one quarter ago' format for filter UI */
"Date is after one quarter ago" = "התאריך חל לאחר הרבעון הקודם";

/* 'Date is after one quarter from now' format for filter UI */
"Date is after one quarter from now" = "התאריך חל לאחר רבעון אחד מעכשיו";

/* 'Date is after one week ago' format for filter UI */
"Date is after one week ago" = "התאריך חל לאחר השבוע הקודם";

/* 'Date is after one week from now' format for filter UI */
"Date is after one week from now" = "התאריך חל לאחר שבוע אחד מעכשיו";

/* 'Date is after one year ago' format for filter UI */
"Date is after one year ago" = "התאריך חל לאחר השנה הקודמת";

/* 'Date is after one year from now' format for filter UI */
"Date is after one year from now" = "התאריך חל לאחר שנה אחת מעכשיו";

/* 'Date is before %@ days ago' format for filter UI */
"Date is before %@ days ago" = "התאריך חל לפני %@ ימים";

/* 'Date is before %@ days from now' format for filter UI */
"Date is before %@ days from now" = "התאריך חל לפני %@ ימים מעכשיו";

/* 'Date is before %@ months ago' format for filter UI */
"Date is before %@ months ago" = "התאריך חל לפני %@ חודשים";

/* 'Date is before %@ months from now' format for filter UI */
"Date is before %@ months from now" = "התאריך חל לפני %@ חודשים מעכשיו";

/* 'Date is before %@ quarters ago' format for filter UI */
"Date is before %@ quarters ago" = "התאריך חל לפני %@ רבעונים";

/* 'Date is before %@ quarters from now' format for filter UI */
"Date is before %@ quarters from now" = "התאריך חל לפני %@ רבעונים מעכשיו";

/* 'Date is before %@ weeks ago' format for filter UI */
"Date is before %@ weeks ago" = "התאריך חל לפני %@ שבועות";

/* 'Date is before %@ weeks from now' format for filter UI */
"Date is before %@ weeks from now" = "התאריך חל לפני %@ שבועות מעכשיו";

/* 'Date is before %@ years ago' format for filter UI */
"Date is before %@ years ago" = "התאריך חל לפני %@ שנים";

/* 'Date is before %@ years from now' format for filter UI */
"Date is before %@ years from now" = "התאריך חל לפני %@ שנים מעכשיו";

/* 'Date is before one day ago' format for filter UI */
"Date is before one day ago" = "התאריך חל לפני היום הקודם";

/* 'Date is before one day from now' format for filter UI */
"Date is before one day from now" = "התאריך חל לפני היום הקודם";

/* 'Date is before one month ago' format for filter UI */
"Date is before one month ago" = "התאריך חל לפני החודש שעבר";

/* 'Date is before one month from now' format for filter UI */
"Date is before one month from now" = "התאריך חל לפני חודש אחד מעכשיו";

/* 'Date is before one quarter ago' format for filter UI */
"Date is before one quarter ago" = "התאריך חל לפני הרבעון הקודם";

/* 'Date is before one quarter from now' format for filter UI */
"Date is before one quarter from now" = "התאריך חל לפני רבעון אחד מעכשיו";

/* 'Date is before one week ago' format for filter UI */
"Date is before one week ago" = "התאריך חל לפני השבוע הקודם";

/* 'Date is before one week from now' format for filter UI */
"Date is before one week from now" = "התאריך חל לפני שבוע אחד מעכשיו";

/* 'Date is before one year ago' format for filter UI */
"Date is before one year ago" = "התאריך חל לפני השנה שעברה";

/* 'Date is before one year from now' format for filter UI */
"Date is before one year from now" = "התאריך חל לפני שנה אחת מעכשיו";

/* 'Date is between %@ and %@ days ago' format for filter UI */
"Date is between %@ and %@ days ago" = "התאריך חל בין %1$@ ו-%2$@ הימים הקודמים";

/* 'Date is between %@ and %@ days from now' format for filter UI */
"Date is between %@ and %@ days from now" = "התאריך חל בין %1$@ ו-%2$@ הימים מעכשיו";

/* 'Date is between %@ and %@ months ago' format for filter UI */
"Date is between %@ and %@ months ago" = "התאריך חל בין %1$@ ו-%2$@ החודשים הקודמים";

/* 'Date is between %@ and %@ months from now' format for filter UI */
"Date is between %@ and %@ months from now" = "התאריך חל בין %1$@ ו-%2$@ החודשים מעכשיו";

/* 'Date is between %@ and %@ quarters ago' format for filter UI */
"Date is between %@ and %@ quarters ago" = "התאריך חל בין %1$@ ו-%2$@ הרבעונים הקודמים";

/* 'Date is between %@ and %@ quarters from now' format for filter UI */
"Date is between %@ and %@ quarters from now" = "התאריך חל בין %1$@ ו-%2$@ הרבעונים מעכשיו";

/* 'Date is between %@ and %@ weeks ago' format for filter UI */
"Date is between %@ and %@ weeks ago" = "התאריך חל בין %1$@ ו-%2$@ השבועות הקודמים";

/* 'Date is between %@ and %@ weeks from now' format for filter UI */
"Date is between %@ and %@ weeks from now" = "התאריך חל בין %1$@ ו-%2$@ השבועות מעכשיו";

/* 'Date is between %@ and %@ years ago' format for filter UI */
"Date is between %@ and %@ years ago" = "התאריך חל בין %1$@ ו-%2$@ השנים הקודמות";

/* 'Date is between %@ and %@ years from now' format for filter UI */
"Date is between %@ and %@ years from now" = "התאריך חל בין %1$@ ו-%2$@ השנים מעכשיו";

/* 'Date is exactly %@ days ago' format for filter UI */
"Date is exactly %@ days ago" = "התאריך חל לפני %@ ימים בדיוק";

/* 'Date is exactly %@ days from now' format for filter UI */
"Date is exactly %@ days from now" = "התאריך חל %@ ימים מעכשיו בדיוק";

/* 'Date is exactly %@ months ago' format for filter UI */
"Date is exactly %@ months ago" = "התאריך חל לפני %@ חודשים בדיוק";

/* 'Date is exactly %@ months from now' format for filter UI */
"Date is exactly %@ months from now" = "התאריך חל %@ חודשים מעכשיו בדיוק";

/* 'Date is exactly %@ quarters ago' format for filter UI */
"Date is exactly %@ quarters ago" = "התאריך חל לפני %@ רבעונים בדיוק";

/* 'Date is exactly %@ quarters from now' format for filter UI */
"Date is exactly %@ quarters from now" = "התאריך חל %@ רבעונים מעכשיו בדיוק";

/* 'Date is exactly %@ weeks ago' format for filter UI */
"Date is exactly %@ weeks ago" = "התאריך חל לפני %@ שבועות בדיוק";

/* 'Date is exactly %@ weeks from now' format for filter UI */
"Date is exactly %@ weeks from now" = "התאריך חל %@ שבועות מעכשיו בדיוק";

/* 'Date is exactly %@ years ago' format for filter UI */
"Date is exactly %@ years ago" = "התאריך חל לפני %@ שנים בדיוק";

/* 'Date is exactly %@ years from now' format for filter UI */
"Date is exactly %@ years from now" = "התאריך חל %@ שנים מעכשיו בדיוק";

/* 'Date is exactly one day ago' format for filter UI */
"Date is exactly one day ago" = "התאריך חל לפני יום אחד בדיוק";

/* 'Date is exactly one day from now' format for filter UI */
"Date is exactly one day from now" = "התאריך חל בעוד יום אחד בדיוק";

/* 'Date is exactly one month ago' format for filter UI */
"Date is exactly one month ago" = "התאריך חל בחודש הקודם בדיוק";

/* 'Date is exactly one month from now' format for filter UI */
"Date is exactly one month from now" = "התאריך חל בעוד חודש אחד בדיוק";

/* 'Date is exactly one quarter ago' format for filter UI */
"Date is exactly one quarter ago" = "התאריך חל לפני רבעון אחד בדיוק";

/* 'Date is exactly one quarter from now' format for filter UI */
"Date is exactly one quarter from now" = "התאריך חל בעוד רבעון אחד בדיוק";

/* 'Date is exactly one week ago' format for filter UI */
"Date is exactly one week ago" = "התאריך חל לפני שבוע אחד בדיוק";

/* 'Date is exactly one week from now' format for filter UI */
"Date is exactly one week from now" = "התאריך חל בעוד שבוע אחד בדיוק";

/* 'Date is exactly one year ago' format for filter UI */
"Date is exactly one year ago" = "התאריך חל לפני שנה אחת בדיוק";

/* 'Date is exactly one year from now' format for filter UI */
"Date is exactly one year from now" = "התאריך חל בעוד שנה אחת בדיוק";

/* 'Date is in the last <n> days' format for filter UI */
"Date is in the last %@ days" = "התאריך חל ב-%@ הימים האחרונים";

/* 'Date is in the last <n> months' format for filter UI */
"Date is in the last %@ months" = "התאריך חל ב-%@ החודשים האחרונים";

/* 'Date is in the last <n> quarters' format for filter UI */
"Date is in the last %@ quarters" = "התאריך חל ב-%@ הרבעונים האחרונים";

/* 'Date is in the last <n> weeks' format for filter UI */
"Date is in the last %@ weeks" = "התאריך חל ב-%@ השבועות האחרונים";

/* 'Date is in the last <n> years' format for filter UI */
"Date is in the last %@ years" = "התאריך חל ב-%@ השנים האחרונות";

/* 'Date is in the last day' format for filter UI */
"Date is in the last day" = "התאריך חל ביום האחרון";

/* 'Date is in the last month' format for filter UI */
"Date is in the last month" = "התאריך חל בחודש האחרון";

/* 'Date is in the last quarter' format for filter UI */
"Date is in the last quarter" = "התאריך חל ברבעון האחרון";

/* 'Date is in the last week' format for filter UI */
"Date is in the last week" = "התאריך חל בשבוע האחרון";

/* 'Date is in the last year' format for filter UI */
"Date is in the last year" = "התאריך חל בשנה האחרונה";

/* 'Date is in the next <n> days' format for filter UI */
"Date is in the next %@ days" = "התאריך חל ב-%@ הימים הבאים";

/* 'Date is in the next <n> months' format for filter UI */
"Date is in the next %@ months" = "התאריך חל ב-%@ החודשים הבאים";

/* 'Date is in the next <n> quarters' format for filter UI */
"Date is in the next %@ quarters" = "התאריך חל ב-%@ הרבעונים הבאים";

/* 'Date is in the next <n> weeks' format for filter UI */
"Date is in the next %@ weeks" = "התאריך חל ב-%@ השבועות הבאים";

/* 'Date is in the next <n> years' format for filter UI */
"Date is in the next %@ years" = "התאריך חל ב-%@ השנים הבאות";

/* 'Date is in the next day' format for filter UI */
"Date is in the next day" = "התאריך חל ביום הבא";

/* 'Date is in the next month' format for filter UI */
"Date is in the next month" = "התאריך חל בחודש הבא";

/* 'Date is in the next quarter' format for filter UI */
"Date is in the next quarter" = "התאריך חל ברבעון הבא";

/* 'Date is in the next week' format for filter UI */
"Date is in the next week" = "התאריך חל בשבוע הבא";

/* 'Date is in the next year' format for filter UI */
"Date is in the next year" = "התאריך חל בשנה הבאה";

/* 'Date is in the range <date> to <date>' format for filter UI */
"Date is in the range %@ to %@" = "התאריך חל בטווח התאריכים שבין %1$@ לבין %2$@";

/* 'Date is in this day' format for filter UI */
"Date is in this day" = "התאריך חל ביום זה";

/* 'Date is in this day' format for filter UI */
"Date is in this month" = "התאריך חל בחודש זה";

/* 'Date is in this day' format for filter UI */
"Date is in this quarter" = "התאריך חל ברבעון זה";

/* 'Date is in this day' format for filter UI */
"Date is in this week" = "התאריך חל בשבוע זה";

/* 'Date is in this day' format for filter UI */
"Date is in this year" = "התאריך חל בשנה זו";

/* 'Date is today' format for filter UI */
"Date is today" = "התאריך חל היום";

/* 'Date is tomorrow' format for filter UI */
"Date is tomorrow" = "התאריך חל מחר";

/* 'Date is yesterday' format for filter UI */
"Date is yesterday" = "התאריך חל אתמול";

/* Day label for units slider in Duration format pane */
"Day" = "יום";

/* Decimals stepper label in Number format inspector */
"Decimals" = "ספרות מימין לנק׳ העשרונית";

/* Cells popup menu string for clearing a column
   Column popup menu string for deleting a column
   Row popup menu string for deleting a row */
"Delete" = "מחק";

/* Delete cells command name */
"Delete Cells" = "מחק תאים";

/* Column menu item to delete a single column
   Table menu item to delete a single column */
"Delete Column" = "מחק עמודה";

/* Table menu item to delete multiple columns */
"Delete Columns" = "מחק עמודות";

/* Row menu item to delete a single row
   Table menu item to delete a single row */
"Delete Row" = "מחק שורה";

/* Table menu item to delete multiple rows */
"Delete Rows" = "מחק שורות";

/* Column menu item to delete selected columns */
"Delete Selected Columns" = "מחק את העמודות הנבחרות";

/* Row menu item to selete selected rows */
"Delete Selected Rows" = "מחק את השורות הנבחרות";

/* Title for Details menu item to invoke function help */
"Details" = "פרטים";

/* Menu item disabled because of merged rows. */
"Disabled because the table contains merged cells" = "בוטל משום שהטבלה מכילה תאים ממוזגים";

/* Distribute Objects string for submenu in contextual menu */
"Distribute Objects" = "פזר אובייקטים";

/* 'Does not contain' string for filter/conditionalStyles UI */
"Does not contain" = "‏אינו מכיל";

/* 'Does not contain <foo>' format for filter UI */
"Does not contain \"%@\"" = "אינו מכיל \״%@\״";

/* Menu item to remove a filter for a specific value. */
"Don't Filter Table by \"%@\"" = "אל תסנן את הטבלה לפי \״%@\״";

/* Menu item to remove filters for multiple values. */
"Don't Filter Table by Selected Cells" = "אל תסנן את הטבלה לפי התאים שנבחרו";

/* Done button for all cell editors other than the formula editor
   Label for secondary editor Done button */
"Done" = "סיום";

/* Ellipsis shown when dragging fill up/down/left/right on table cell range. */
"Drag Fill Ellipsis" = "…";

/* Item title in the tables L1 Number format panel for formatting as a duration */
"Duration" = "משך זמן";

/* quick filter menu item */
"Duration between %@ and %@" = "משך הזמן בין %1$@ לבין %2$@";

/* quick filter menu item */
"Duration greater than %@" = "משך הזמן גדול מ-%@";

/* quick filter menu item */
"Duration greater than or equal to %@" = "משך הזמן גדול או שווה ל-%@";

/* quick filter menu item */
"Duration is %@" = "משך הזמן הוא %@";

/* quick filter menu item */
"Duration is above average" = "משך הזמן מעל לממוצע";

/* quick filter menu item */
"Duration is below average" = "משך הזמן מתחת לממוצע";

/* quick filter menu item -- bottom N values or bottom N percent */
"Duration is in the bottom %@ %@" = "משך הזמן נמצא ב%1$@ %2$@ האחרונים";

/* quick filter menu item -- top N values or top N percent */
"Duration is in the top %@ %@" = "משך הזמן נמצא ב%1$@ %2$@ הראשונים";

/* quick filter menu item */
"Duration is not %@" = "משך הזמן אינו %@";

/* quick filter menu item */
"Duration less than %@" = "משך הזמן קטן מ-%@";

/* quick filter menu item */
"Duration less than or equal to %@" = "משך הזמן קטן או שווה ל-%@";

/* quick filter menu item */
"Duration not between %@ and %@" = "משך הזמן אינו בין %1$@ לבין %2$@";

/* Edit Formula... menu item title */
"Edit Formula\\U2026" = "ערוך נוסחא...";

/* Menu item to display the filters inspector */
"Edit Table Filters…" = "ערוך מסנני טבלה...";

/* Fraction accuracy in Number:Fraction format inspector */
"Eighths" = "שמיניות";

/* Section title for UI in Sticky Bit selection popover to edit end cell of a range reference */
"End" = "סיום";

/* 'Ends with' for filter/conditionalStyles UI */
"Ends with" = "מסתיים ב-";

/* 'Ends with <foo>' format for filter UI */
"Ends with \"%@\"" = "מסתיים עם \״%@\״";

/* Secondary Editor instructional text for editing a date. */
"Enter a Date:" = "הקש/י תאריך:";

/* Secondary Editor instructional text for editing a duration. */
"Enter a Duration:" = "הקש/י משך זמן:";

/* Secondary Editor instructional text for editing a string. */
"Enter Text:" = "הקש/י מלל:";

/* 'Equal to <n>' format for filter UI */
"Equal to %@" = "שווה ל-%@";

/* Equals string for filter/conditionalStyles UI */
"Equals" = "‏שווה";

/* Distribute Evenly string in contextual menu */
"Evenly" = "באופן שווה";

/* Boolean false value */
"FALSE" = "שקרי";

/* false string for boolean token within the number cell editor
   Text for boolean false nodes */
"false" = "שקרי";

/* Cells popup menu string for entering Fill Mode */
"Fill" = "מילוי";

/* Fill cells command name */
"Fill Cells" = "מלא תאים";

/* Label for Text Color cell in Table:Cells Inspector */
"Fill Color" = "צבע המילוי";

/* Filter Table contextual menu item string */
"Filter Table" = "סנן טבלה";

/* Menu item to add a filter for a specific value. */
"Filter Table by \"%@\"" = "סנן את הטבלה לפי \״%@\״";

/* Menu item to add filters for multiple values. */
"Filter Table by Selected Cells" = "סנן את הטבלה לפי התאים שנבחרו";

/* Item title in the tables L2 panel for toggling enabling imported table filters */
"Filters" = "מסננים";

/* Item title in the tables L2 Pop-Up Menu format panel for first item option */
"First Item" = "הפריט הראשון";

/* Quarter fill array */
"First Quarter" = "רבעון ראשון";

/* Column popup menu string for fitting content
   Row popup menu string for fitting content */
"Fit" = "התאם";

/* Label for Table Font cell in Table Options inspector */
"Font" = "גופן";

/* Context Menu new footer row for iPhone */
"Footer" = "כותרת תחתונה";

/* Label for Footer Row Lines switch in the Grid Options pane of the Table Options inspector */
"Footer Row Lines" = "קווים בשורת הכותרת התחתונה";

/* Stepper label in Table:Headers inspector for number of footer rows (iPad)
   Stepper label in Table:Headers inspector for number of footer rows (iPhone) */
"Footer Rows" = "שורות בכותרת התחתונה";

/* Name displayed in the segmented control for the Table Number Format inspector pane
   Title of Format section in L2 Stepper/Slider inspector
   Title of Format section in table inspector */
"Format" = "עיצוב";

/* Format cells command name */
"Format Cells" = "עיצוב תאים";

/* Ellipsis shown when editing a table cell with a formula. */
"Formula Ellipsis" = "…";

/* Quarter fill array */
"Fourth Quarter" = "רבעון רביעי";

/* Name of Fraction segment in Number Options pane */
"Fraction" = "שבר";

/* Freeze Columns cell title in the more options panel for table headers (iPad)
   Freeze Columns cell title in the more options panel for table headers (iPhone) */
"Freeze Columns" = "הקפא עמודות";

/* Freeze Header Columns conextual menu item string */
"Freeze Header Columns" = "הקפא עמודות כותרת";

/* Freeze Header Rows conextual menu item string */
"Freeze Header Rows" = "הקפא שורות כותרת";

/* Freeze Rows cell title in the more options panel for table headers (iPad)
   Freeze Rows cell title in the more options panel for table headers (iPhone) */
"Freeze Rows" = "הקפא שורות";

/* Functions */
"Functions" = "פונקציות";

/* Greater than string for filter/conditionalStyles UI */
"Greater than" = "גדול מ-";

/* 'Greater than <n>' format for filter UI */
"Greater than %@" = "גדול מ-%@";

/* 'Greater than or equal to <n>' format for filter UI */
"Greater than or equal to %@" = "גדול מ-%@ או שווה לו";

/* GreaterThanOrEquals string for filter/conditionalStyles UI */
"Greater than or equals" = "גדול מ- או שווה ל-";

/* Segmented control title for L1 table inspector
   Title of Grid Options item in Table Options inspector */
"Grid Options" = "אפשרויות רשת";

/* Fraction accuracy in Number:Fraction format inspector */
"Halves" = "חצאים";

/* Context Menu new header column for iPhone
   Context Menu new header row for iPhone */
"Header" = "כותרת";

/* Label for Header Column Lines switch in the Grid Options pane of the Table Options inspector */
"Header Column Lines" = "קווים בעמודת הכותרת";

/* Stepper label in Table:Headers inspector for number of header columns (iPad)
   Stepper label in Table:Headers inspector for number of header columns (iPhone) */
"Header Columns" = "עמודות כותרת";

/* Label for Header Row Lines switch in the Grid Options pane of the Table Options inspector */
"Header Row Lines" = "קווים בשורת הכותרת העליונה";

/* Stepper label in Table:Headers inspector for number of header rows (iPad)
   Stepper label in Table:Headers inspector for number of header rows (iPhone) */
"Header Rows" = "שורות כותרת";

/* Segmented control title for L1 table inspector (iPad)
   Segmented control title for L1 table inspector (iPhone) */
"Headers" = "כותרות";

/* Column popup menu string for hiding column.
   Hide command name
   Row popup menu string for hiding row.
   Table Name Hide menu item */
"Hide" = "הסתר";

/* Table menu item to hide columns that include the current selection. */
"Hide %d Columns" = "הסתר %d עמודות";

/* Table menu item to hide rows that include the current selection. */
"Hide %d Rows" = "הסתר %d שורות";

/* Column menu item to hide a single column
   Table menu item to hide the column that include the current selection. */
"Hide Column" = "הסתר עמודה";

/* Row menu item to hide a single row
   Table menu item to hide the row that include the current selection. */
"Hide Row" = "הסתר שורה";

/* Column menu item to Hide Selected Columns */
"Hide Selected Columns" = "הסתר את העמודות הנבחרות";

/* Row menu item to hide selected rows */
"Hide Selected Rows" = "הסתר שורות נבחרות";

/* Hide table name menu item */
"Hide Table Name" = "הסתר שם טבלה";

/* Item title in the tables L2 panel for toggling horizontal strokes */
"Horizontal Lines" = "קווים אופקיים";

/* Distribute Horizontally string in contextual menu */
"Horizontally" = "אופקית";

/* Hour label for units slider in Duration format pane */
"Hr" = "שע׳";

/* Fraction accuracy in Number:Fraction format inspector */
"Hundredths" = "מאיות";

/* 'In the bottom <n> <percent/values>' format for filter UI */
"In the bottom %@ %@" = "ב-%1$@ %2$@ התחתונים";

/* 'In the top <n> <percent/values>' format for filter UI */
"In the top %@ %@" = "ב-%1$@ %2$@ העליונים";

/* Item title in the L2 Stepper/Slider settings for user increment value */
"Increment" = "הגדל";

/* Title of Initial Value section in L2 Pop-Up Menu inspector */
"Initial Value" = "ערך ראשוני";

/* Column popup menu string for inserting a row
   Row popup menu string for inserting a row */
"Insert" = "הכנס";

/* Insert Column command name */
"Insert Column" = "הכנס עמודה";

/* Insert Columns command name */
"Insert Columns" = "הכנס עמודות";

/* Insert Row command name */
"Insert Row" = "הוסף שורה";

/* Insert Rows command name */
"Insert Rows" = "הוסף שורות";

/* Column popup menu string for bringing up insert columns submenu
   Row popup menu string for bringing up insert rows submenu */
"Insert…" = "הכנס…";

/* Currency format options pane (iPad) */
"IPadCurrency Options" = "אפשרויות מטבע";

/* Title of Duration Format inspector pane (iPad) */
"IPadDuration Options" = "אפשרויות משך זמן";

/* Number format options pane (iPad) */
"IPadNumber Options" = "אפשרויות מספרים";

/* Percentage format options pane (iPad) */
"IPadPercentage Options" = "אפשרויות אחוזים";

/* Currency format options pane (iPhone) */
"IPhoneCurrency Options" = "אפשרויות מטבע";

/* Title of Duration Format inspector pane (iPhone) */
"IPhoneDuration Options" = "אפשרויות משך זמן";

/* Number format options pane (iPhone) */
"IPhoneNumber Options" = "אפשרויות מספרים";

/* Percentage format options pane (iPhone) */
"IPhonePercentage Options" = "אפשרויות אחוזים";

/* Not Equals string for filter/conditionalStyles UI */
"Is not equal" = "לא שווה ל-";

/* Item title in the tables L2 Pop-Up Menu format panel for item 1 choice */
"Item 1" = "פריט מס׳ 1";

/* Item title in the tables L2 Pop-Up Menu format panel for item 2 choice */
"Item 2" = "פריט מס׳ 2";

/* Item title in the tables L2 Pop-Up Menu format panel for item 3 choice */
"Item 3" = "פריט מס׳ 3";

/* Segment control title to make all fonts larger. */
"Larger" = "גדול יותר";

/* Align Left string in contextual menu
   Cell border inspector border style left */
"Left" = "שמאל";

/* Less than string for filter/conditionalStyles UI */
"Less than" = "פחות מ-";

/* 'Less than <n>' format for filter UI */
"Less than %@" = "פחות מ-%@";

/* 'Less than or equal' format for filter UI */
"Less than or equal to %@" = "קטן מ-%@ או שווה לו";

/* LessThanOrEquals string for filter/conditionalStyles UI */
"Less than or equals" = "קטן מ- או שווה ל-";

/* Label for Long cell in Format section of Duration format pane */
"Long" = "ארוך";

/* Item title in the L2 Stepper/Slider settings for user maximum value */
"Maximum Value" = "הערך המירבי";

/* Cells popup menu string for entering Merge Cells Mode */
"Merge" = "מזג";

/* Context Menu mixed-state merge */
"Merge All" = "מזג הכול";

/* Table menu item to merge all cells */
"Merge All Cells" = "מזג את כל התאים";

/* Merge cells command name
   Table menu item to merge a selection of cells */
"Merge Cells" = "מזג תאים";

/* Row popup menu string for bringing up merge/unmerge submenu */
"Merge…" = "מזג…";

/* Align Middle string in contextual menu
   Cell border inspector border style middle */
"Middle" = "באמצע";

/* Minute label for units slider in Duration format pane */
"Min" = "מינ׳";

/* Item title in the L2 Stepper/Slider settings for user minimum value */
"Minimum Value" = "הערך המזערי";

/* Modify Filter Rule command name */
"Modify Filter Rule" = "שנה כלל מסנן";

/* duration item 'month' button title */
"month" = "חודש";

/* Move Column command name */
"Move Column" = "העבר עמודה";

/* Move Columns command name */
"Move Columns" = "העבר עמודות";

/* Move Row command name */
"Move Row" = "העבר שורה";

/* Move Rows command name */
"Move Rows" = "העבר שורות";

/* Millisecond label for units slider in Duration format pane */
"Ms" = "אלפיות השניה";

/* Context Menu new body column */
"New Body Column" = "עמודה חדשה בגוף המסמך";

/* Context Menu new body row */
"New Body Row" = "שורה חדשה בגוף המסמך";

/* Context Menu new footer row */
"New Footer Row" = "שורה חדשה בכותרת התחתונה";

/* Context Menu new header column */
"New Header Column" = "עמודה חדשה בכותרת העליונה";

/* Context Menu new header row */
"New Header Row" = "שורה חדשה בכותרת העליונה";

/* lower case set of letters that mean false for checkboxes (_n_o, _f_alse, 0) */
"nf0" = "nf0";

/* A message displayed within a table to indicate that the user has filtered out all body rows */
"No rows match the filter conditions." = "לא נמצאו שורות המתאימות לתנאי המסנן.";

/* Label for None cell in Date section of Date and Time options pane
   Label for None cell in Format section of Duration format pane
   Label for None cell in Time section of Date and Time options pane
   None choice in pop-up menu HUD */
"None" = "ללא";

/* 'Not between' format for filter UI */
"Not between %@ and %@" = "לא בין %1$@ ו-%2$@";

/* 'Not equal to <n>' format for filter UI */
"Not equal to %@" = "לא שווה ל-%@";

/* Item title in the tables L1 Number format panel for formatting as a number
   Item title in the tables L2 Stepper/Slider format panel for formatting as a number
   Name of Number segment in Create Custom pane
   Name of Number segment in Number Options pane */
"Number" = "מספר";

/* Item title in the tables L1 Number format panel for formatting as numeral system
   Item title in the tables L2 Stepper/Slider format panel for formatting as numeral system */
"Numeral System" = "שיטת ספירה";

/* Open Formula Editor menu item title */
"Open Formula Editor" = "פתיחת עורך הנוסחאות";

/* Cell border inspector border style outline */
"Outline" = "מסביב";

/* Cell border inspector border style outline and center */
"Outline and Center" = "מסביב ובמרכז";

/* Cell border inspector border style outline and middle */
"Outline and Middle" = "מסביב ובאמצע";

/* Paste command name
   Paste string in contextual menu
   Table Subselection Context Menu Paste */
"Paste" = "הדבק";

/* Context Menu paste */
"Paste Formulas" = "הדבק נוסחאות";

/* Context Menu paste values */
"Paste Values" = "הדבק ערכים";

/* Filter 'percent' qualifier for filter UI
   quick filter menu percent */
"percent" = "אחוז";

/* Item title in the tables L1 Number format panel for formatting as a percentage
   Item title in the tables L2 Stepper/Slider format panel for formatting as a percentage */
"Percentage" = "אחוזים";

/* Item title in the tables L1 Number format panel for formatting as a pop-up menu */
"Pop-Up Menu" = "תפריט קופצני";

/* Pop-Up Menu options pane */
"Pop-Up Options" = "אפשרויות תפריט קופצני";

/* Preserve Column in a cell Reference StickyBit UI. */
"Preserve Column" = "שמור עמודה";

/* Preserve Row in a cell Reference StickyBit UI. */
"Preserve Row" = "שמור שורה";

/* Footer for Sticky Bit selection popover */
"Preserve the original row or column address when pasting or filling cells." = "שמור את כתובות השורות והעמודות בעת הדבקה או מילוי של תאים.";

/* Quarter fill array */
"Q1" = "רבע׳ 1";

/* Quarter fill array */
"Q2" = "רבע׳ 2";

/* Quarter fill array */
"Q3" = "רבע׳ 3";

/* Quarter fill array */
"Q4" = "רבע׳ 4";

/* Fraction accuracy in Number:Fraction format inspector */
"Quarters" = "רבעונים";

/* 'Recent Functions' category in Function Browser */
"Recent" = "אחרונים";

/* 'Recent Functions' category in Function Browser */
"Recent Functions" = "פונקציות אחרונות";

/* Remove Column command name */
"Remove Column" = "הסר עמודה";

/* Remove Columns command name */
"Remove Columns" = "הסר עמודות";

/* Remove Filter Rules command name */
"Remove Filter Rules" = "הסר כללי מסנן";

/* Remove Row command name */
"Remove Row" = "הסר שורה";

/* Remove Rows command name */
"Remove Rows" = "הסר שורות";

/* Repeat Header Rows on Each Page conextual menu item string */
"Repeat Header Rows on Each Page" = "חזור על שורות כותרת בכל עמוד";

/* Replace All Text command name */
"Replace All" = "החלף הכול";

/* Replace Text command name */
"Replace Text" = "החלף מלל";

/* Name of Reset to Style button in table cell fill inspector */
"Reset\nto Style" = "אפס\nלסגנון";

/* Resize Column command name */
"Resize Column" = "שנה את גודל העמודה";

/* Table menu item to fit a column selection */
"Resize Column to Fit Content" = "שנה גודל עמודה בהתאם לתוכן";

/* Resize Columns command name */
"Resize Columns" = "שנה את גודל העמודות";

/* Table menu item to fit a selection of columns */
"Resize Columns to Fit Content" = "שנה גודל עמודות בהתאם לתוכן";

/* Resize Row command name */
"Resize Row" = "שנה את גודל השורה";

/* Table menu item to fit a row selection */
"Resize Row to Fit Content" = "שנה גודל שורה בהתאם לתוכן";

/* Resize Rows command name */
"Resize Rows" = "שנה את גודל השורות";

/* Table menu item to fit a selection of rows */
"Resize Rows to Fit Content" = "שנה גודל שורות בהתאם לתוכן";

/* Resize Table Name Height command name */
"Resize Table Name Height" = "שנה את גודל שם הטבלה";

/* Rewrite filter formulas for sortcommand name */
"Rewrite Filter Formulas For Sort" = "שכתב נוסחאות מסננים למיון";

/* Rewrite filter formulas for table resize command name */
"Rewrite Filter Formulas For Table Resize" = "שכתב נוסחאות מסננים לשינוי גודל טבלה";

/* Rewrite filter formulas for tectonic shift command name */
"Rewrite Filter Formulas For Tectonic Shift" = "שכתב נוסחאות מסננים עבור שינוי ראשי";

/* Rewrite formulas command name */
"Rewrite Formulas" = "שכתב נוסחאות";

/* Rewrite formulas for cell merge command name */
"Rewrite Formulas for cell merge" = "שכתב נוסחאות למיזוג תאים";

/* Rewrite formulas for move command name */
"Rewrite Formulas for move" = "שכתב נוסחאות להעברה";

/* Align Right string in contextual menu
   Cell border inspector border style right */
"Right" = "ימין";

/* HUD shown when adding rows and columns */
"Row: %u  Column: %u" = "שורה: %1$u  עמודה: %2$u";

/* Footer of Filters section in tables L2 panel */
"Rows can\\U2019t be added when filters are on." = "לא ניתן להוסיף שורות כאשר מסננים פעילים.";

/* Name of Scientific segment in Number Options pane */
"Scientific" = "מדעי";

/* Second label for units slider in Duration format pane */
"Sec" = "שנ׳";

/* Quarter fill array */
"Second Quarter" = "רבעון שני";

/* Table Subselection Context Menu Select */
"Select" = "בחר";

/* Table Subselection Context Menu Select All */
"Select All" = "בחר הכול";

/* Send to Back string in contextual menu */
"Send to Back" = "שלח לאחור";

/* Thousands Separator switch label in Number format inspector */
"Separator" = "מפריד";

/* Set Automatic Duration Units command name */
"Set Automatic Duration Units" = "הגדר/י יחידות משך זמן אוטומטיות";

/* Set Automatic Formatcommand name */
"Set Automatic Format" = "קבע עיצוב אוטומטי";

/* Set Base command name */
"Set Base" = "הגדר/י בסיס";

/* Set Base Places command name */
"Set Base Places" = "הגדר/י מס׳ ספרות בבסיס";

/* Set Base Use Minus Sign command name */
"Set Base Use Minus Sign" = "הגדר/י שימוש ב-״-״ בבסיס";

/* Set Cell command name */
"Set Cell" = "הגדר/י תא";

/* Set Cell Borders command name */
"Set Cell Borders" = "הגדר/י גבולות תא";

/* Set Control Cell Display Number Format command name */
"Set Control Cell Display Number Format" = "קבע מבנה של מספר תצוגה עבור תא הבקרה";

/* Set Control Increment command name */
"Set Control Increment" = "הגדר/י מרווחים";

/* Set Control Maximum command name */
"Set Control Maximum" = "הגדר/י ערך מירבי";

/* Set Control Minimum command name */
"Set Control Minimum" = "הגדר/י ערך מזערי";

/* Set Currency Code command name */
"Set Currency Code" = "הגדר/י קוד מטבע";

/* Set Date or Time Format command name */
"Set Date or Time Format" = "קבע מבנה תאריך או שעה";

/* Cell border inspector border style default */
"Set Default Border" = "הגדר/י גבול ברירת-מחדל";

/* Set Explicit Format command name */
"Set Explicit Format" = "הגדר/י מבנה מפורש";

/* Set Filter Set Type command name */
"Set Filter Set Type" = "קבע סוג ערכת מסננים";

/* Set Filters Enabled command name */
"Set Filters Enabled" = "קבע מסננים כפעילים";

/* Set Fraction Accuracy command name */
"Set Fraction Accuracy" = "הגדר/י את רמת הדיוק של שברים";

/* Set Multiple cells command name */
"Set Multiple Cells" = "הגדר/י תאים מרובים";

/* Set Multiple Cells Multiple Choice List command name */
"Set Multiple Cells Multiple Choice List" = "הגדר/י תאים מרובים כרשימת אפשרויות לבחירה";

/* Set Multiple Choice List Format command name */
"Set Multiple Choice List Format" = "הגדר/י סגנון לרשימות אפשרויות לבחירה";

/* Set Multiple Choice List Format For Delete Item command name */
"Set Multiple Choice List Format For Delete Item" = "הגדר/י סגנון לרשימות אפשרויות לבחירה למחיקת פריט";

/* Set Multiple Choice List Format For Initial Value command name */
"Set Multiple Choice List Format For Initial Value" = "הגדר/י סגנון לרשימות אפשרויות לבחירה לערך ראשוני";

/* Set Multiple Choice List Format For Reorder Item command name */
"Set Multiple Choice List Format For Reorder Item" = "קבע עיצוב של רשימת אפשרויות מרובות עבור פריט סידור מחדש";

/* Set Negative Number Style */
"Set Negative Number Style" = "הגדר/י סגנון למספרים שליליים";

/* Set Number of Decimal Places command name */
"Set Number of Decimal Places" = "הגדר/י מס׳ ספרות מימין/משמאל לנק׳ העשרונית";

/* Set Number Of Headers Or Footers command name */
"Set Number Of Headers Or Footers" = "הגדר/י מספר כותרות עליונות או תחתונות";

/* Set Repeating Header Mode command name */
"Set Repeating Header Mode" = "הגדר/י מצב כותרת חוזרת";

/* Set Show Thousands Separator command name */
"Set Show Thousands Separator" = "הגדר/י הצגת מפרידי אלפים";

/* Set Style Apply Clears All Flag command name */
"Set Style Apply Clears All Flag" = "קבע את הדגל ״החלת סגנון מנקה הכול״";

/* Set table font command name */
"Set Table Font" = "הגדר/י גופן לטבלאות";

/* Set Table Name command name */
"Set Table Name" = "הגדר/י את שם הטבלה";

/* Set Table Name Enabled command name */
"Set Table Name Enabled" = "הגדר/י הצגת שם הטבלה";

/* Set Use Accounting Style command name */
"Set Use Accounting Style" = "הגדר/י שימוש בשיטת הנהלת חשבונות";

/* Label for Short cell in Format section of Duration format pane */
"Short" = "קצרה";

/* Function token menu string for Show in Function Browser */
"Show in Function Browser" = "הצג בדפדפן הפונקציות";

/* 'Show rows containing:' filter menu item */
"Show rows containing:" = "הצג שורות המכילות:";

/* Fraction accuracy in Number:Fraction format inspector */
"Sixteenths" = "1/16";

/* Item title in the tables L1 Number format panel for formatting as a slider */
"Slider" = "מחוון";

/* Slider options pane */
"Slider Options" = "אפשרויות מחוון";

/* Segment control title to make all fonts smaller. */
"Smaller" = "קטן יותר";

/* Sort command name */
"Sort" = "מיין";

/* Column menu item to sort columns in ascending order
   Context Menu sort ascending (iPad)
   Context Menu sort ascending (iPhone) */
"Sort Ascending" = "מיין בסדר עולה";

/* Column menu item to sort columns in descending order
   Context Menu sort descending (iPad)
   Context Menu sort descending (iPhone) */
"Sort Descending" = "מיין בסדר יורד";

/* Column popup menu string for sorting a column */
"Sort…" = "מיין…";

/* Square table label */
"Square: %@" = "ריבוע: %@";

/* Item title in the tables L1 Number format panel for formatting as a star rating */
"Star Rating" = "דירוג בכוכבים";

/* Section title for UI in Sticky Bit selection popover to edit start cell of a range reference */
"Start" = "התחל";

/* 'Starts with' string for filter/conditionalStyles UI */
"Starts with" = "מתחיל ב-";

/* 'Starts with <foo>' format for filter UI */
"Starts with \"%@\"" = "מתחיל עם \%@\";

/* Item title in the tables L1 Number format panel for formatting as a stepper */
"Stepper" = "חצים להזנת ערכים";

/* Stepper options pane */
"Stepper Options" = "אפשרויות חצים להזנת ערכים";

/* Style cells command name */
"Style Cells" = "עצב את סגנון התאים";

/* Style table command name */
"Style Table" = "עצב את סגנון הטבלה";

/* Name of Table Styles Preset Inspector */
"Table" = "טבלה";

/* Untitled table name format */
"Table %@" = "טבלה %@";

/* Item title in the tables L2 panel for toggling table borders */
"Table Border" = "גבול טבלה";

/* Label for Table Font cell in Table Options inspector */
"Table Font" = "גופן לטבלאות";

/* Item title in the tables L2 panel for toggling whether the table name is shown
   Title of table name inspector. */
"Table Name" = "שם הטבלה";

/* Name of Table Options button in Table Styles Preset Inspector
   Popover title for L2 table options */
"Table Options" = "אפשרויות טבלה";

/* Fraction accuracy in Number:Fraction format inspector */
"Tenths" = "עשיריות";

/* Item title in the tables L1 Number format panel for formatting as text
   Name of Text segment in Create Custom pane */
"Text" = "מלל";

/* 'Text Is' string for filter/conditionalStyles UI */
"Text Is" = "המלל הוא";

/* 'Text is <foo>' format for filter UI */
"Text is \"%@\"" = "המלל הוא \%@\";

/* 'Text Is Not' string for filter/conditionalStyles UI */
"Text Is Not" = "המלל אינו";

/* 'Text is not <foo>' format for filter UI */
"Text is not \"%@\"" = "המלל אינו \%@\";

/* Label for text options in cell Options inspector
   Popover title for L2 cell options */
"Text Options" = "אפשרויות מלל";

/* Text Postflight Set Cell command name */
"Text Postflight Set Cell" = "תא ההגדרה לאחר המלל";

/* Text Preflight Insert Cell command name */
"Text Preflight Insert Cell" = "תא ההכנסה לפני המלל";

/* Label for cell text size in cell Options inspector */
"Text Size" = "גודל המלל";

/* Error string informing the user that there is a syntax error in the formula.
   Error string to be displayed in the error/warning popover when the selected formula has a syntax error */
"The formula contains a syntax error." = "הנוסחה מכילה שגיאת תחביר.";

/* Quarter fill array */
"Third Quarter" = "רבעון שלישי";

/* Label for Time section of Date and Time options pane */
"Time" = "זמן";

/* Alert message of the pop-up menu too many unique values alert */
"To format cells as Pop-Up Menus, select a range with 250 or fewer unique values." = "כדי לעצב תאים כתפריטים קופצניים, בחר/י טווח עם 250 ערכים ייחודיים או פחות.";

/* Alert title of the pop-up menu too many unique values alert */
"Too Many Unique Values" = "ערכים ייחודיים רבים מדי";

/* Align Top string in contextual menu
   Cell border inspector border style top */
"Top" = "למעלה";

/* Text for boolean true nodes
   true string for boolean token within the number cell editor */
"true" = "אמיתי";

/* Boolean true value */
"TRUE" = "אמיתי";

/* Fix up header styles command name, internal only */
"TSTCommandFixStylesInHeadersOrFooters" = "TSTCommandFixStylesInHeadersOrFooters";

/* Turn Filters Off string */
"Turn Filters Off" = "בטל מסננים";

/* Turn Filters On string */
"Turn Filters On" = "הפעל מסננים";

/* Table Unhide All string */
"Unhide All" = "בטל את הסתרת הכול";

/* Column menu item to Unhide all columns
   Table menu item to show all hidden columns in the table. */
"Unhide All Columns" = "בטל את הסתרת כל העמודות";

/* Row menu item to unhide all rows
   Table menu item to show all hidden rows in the table. */
"Unhide All Rows" = "בטל את הסתרת כל השורות";

/* Column menu item to Unhide Column n */
"Unhide Column %@" = "בטל את הסתרת עמודה %@";

/* Column popup menu string for unhiding all columns */
"Unhide Columns" = "בטל את הסתרת העמודות";

/* Column menu item to Unhide Columns n - m */
"Unhide Columns %@ \\U2013 %@" = "בטל את הסתרת עמודות %1$@ - %2$@";

/* Row menu item to Unhide Row n */
"Unhide Row %@" = "בטל את הסתרת שורה %@";

/* Row popup menu string for unhiding all rows */
"Unhide Rows" = "בטל את הסתרת השורות";

/* Row menu item to Unhide Rows n - m */
"Unhide Rows %@ \\U2013 %@" = "בטל את הסתרת שורות %1$@ - %2$@";

/* Cells popup menu string for entering Unmerge Cells Mode */
"Unmerge" = "בטל מיזוג";

/* Context Menu mixed-state unmerge */
"Unmerge All" = "בטל מיזוג של הכל";

/* Table menu item to merge all cells */
"Unmerge All Cells" = "בטל את מיזוג כל התאים";

/* Table menu item to merge a selection of cells
   Unmerge cells command name */
"Unmerge Cells" = "בטל מיזוג תאים";

/* Fraction accuracy in Number:Fraction format inspector */
"Up to 1 Digit (7/8)" = "עד ספרה אחת (7/8)";

/* Fraction accuracy in Number:Fraction format inspector */
"Up to 2 Digits (23/24)" = "עד שתי ספרות (23/24)";

/* Fraction accuracy in Number:Fraction format inspector */
"Up to 3 Digits (445/553)" = "עד 3 ספרות (445/553)";

/* Filter 'values' qualifier for filter UI
   quick filter menu item values */
"values" = "ערכים";

/* Item title in the tables L2 panel for toggling vertical strokes */
"Vertical Lines" = "קווים אנכיים";

/* Distribute Vertically string in contextual menu */
"Vertically" = "אנכית";

/* Week label for units slider in Duration format pane */
"Wk" = "שב׳";

/* Wrap Text menu item */
"Wrap Text" = "גלישת מלל";

/* Label for Wrap segmented control in tables Text panel */
"Wrap Text in Cell" = "הפעל גלישת מלל בתא זה";

/* duration item 'year' button title */
"year" = "שנה";

/* lower case set of letters that mean true for checkboxes (_y_es, _t_rue, 1) */
"yt1" = "yt1";

